Repository: XetaIO/Xeta
Catalog: src/Locale/*/admin.po
Languages: fr_fr

source: Your article has been created successfully !
fr_fr: Votre article a été créé avec succès !

source: This article doesn't exist or has been deleted.
fr_fr: Cet article n'existe pas ou a été supprimé.

source: This article has been updated successfully !
fr_fr: Cet article a été mis à jour avec succès !

source: This article has been deleted successfully !
fr_fr: Cet article a été supprimé avec succès !

source: Unable to delete this article.
fr_fr: Impossible de supprimer cet article.

source: This article has already an attachment, you can edit it <a href="{0}" class="btn btn-sm btn-danger">here</a>.
fr_fr: Cet article a déjà un fichier, vous pouvez l'éditer <a href="{0}" class="btn btn-sm btn-danger">ici</a>.

source: Your attachment has been created successfully !
fr_fr: Votre fichier a été créé avec succès !

source: This attachment doesn't exist or has been deleted.
fr_fr: Ce fichier n'existe pas ou a été supprimé.

source: Your attachment has been edited successfully !
fr_fr: Votre fichier a été mis à jour avec succès !

source: This attachment has been deleted successfully !
fr_fr: Ce fichier a été supprimé avec succès !

source: Unable to delete this attachment.
fr_fr: Impossible de supprimer ce fichier.

source: The category has been created successfully !
fr_fr: La catégorie a été créée avec succès !

source: This category doesn't exist or has been deleted.
fr_fr: La catégorie n'existe pas ou a été supprimée.

source: This category has been updated successfully !
fr_fr: Cette catégorie a été mise à jour avec succès !

source: You can not deleted this category because one article or more is assigned to this category.
fr_fr: Vous ne pouvez pas supprimer cette catégorie car un ou plusieurs article(s) est affecté à cette catégorie.

source: This category has been deleted successfully !
fr_fr: Cette catégorie a été supprimée avec succès !

source: Unable to delete this category.
fr_fr: Impossible de supprimer cette catégorie.

source: Your group has been created successfully !
fr_fr: Votre groupe a été créé avec succès !

source: This group doesn't exist or has been deleted.
fr_fr: Ce groupe n'existe pas ou a été supprimé.

source: This group has been updated successfully !
fr_fr: Ce groupe a été mis à jour avec succès !

source: This group is assigned to one or more user(s). You must change their group before to delete this group.
fr_fr: Ce groupe est assigné à un ou plusieurs utilisateurs. Vous devez changer leurs groupe avant de supprimer ce groupe.

source: This group has been deleted successfully !
fr_fr: Ce groupe a été supprimé avec succès !

source: Unable to delete this group.
fr_fr: Impossible de supprimer ce groupe.

source: This answer doesn't exist or has been deleted.
fr_fr: Cette réponse n'existe pas ou a été supprimé.

source: This answer has been deleted successfully.
fr_fr: Cette réponse a été supprimé avec succès !

source: An error occured while deleting this answers.
fr_fr: Il y a eu une erreur lors de la suppression de la réponse.

source: This article has already a poll, you can edit it <a href="{0}" class="btn btn-sm btn-danger-outline">here</a>.
fr_fr: Cet article a déjà un sondage, vous pouvez l'éditer <a href="{0}" class="btn btn-sm btn-danger-outline">ici</a>.

source: You must add at least one answer for this poll.
fr_fr: Vous devez ajouter au moins une réponse pour ce sondage.

source: Your poll has been created successfully !
fr_fr: Votre sondage a été créé avec succès !

source: This poll doesn't exist or has been deleted.
fr_fr: Ce sondage n'existe pas ou a été supprimé.

source: Your poll has been edited successfully !
fr_fr: Votre sondage à été edité avec succès !

source: An error occurred while editing the poll.
fr_fr: Une erreur est survenue lors de l'édition du sondage.

source: This poll has been deleted successfully !
fr_fr: Ce sondage a été supprimé avec succès !

source: Unable to delete this poll.
fr_fr: Impossible de supprimer ce sondage.

source: This setting has been created successfully !
fr_fr: Ce paramètre à été créé avec succès !

source: This setting doesn't exist or has been deleted.
fr_fr: Ce paramètre n'existe pas ou a été supprimé.

source: This setting has been edited successfully !
fr_fr: Ce paramètre à été édité avec succès !

source: This setting has been deleted successfully !
fr_fr: Ce paramètre à été supprimé avec succès !

source: This user doesn't exist or has been deleted.
fr_fr: Cet utilisateur n'existe pas ou a été supprimé.

source: This user has been updated successfully !
fr_fr: Cet utilisateur a été mis à jour avec succès !

source: This user has been deleted successfully !
fr_fr: Cet utilisateur a été supprimé avec succès !

source: Unable to delete this user.
fr_fr: Impossible de supprimer cet utilisateur.

source: His avatar has been deleted successfully !
fr_fr: Son avatar a été supprimé avec succès !

source: Unable to delete his avatar.
fr_fr: Impossible de supprimer son avatar.

source: Dashboard
fr_fr: Tableau de bord

source: Members
fr_fr: Membres

source: Comments
fr_fr: Commentaires

source: Likes
fr_fr: J'aimes

source: Visitors
fr_fr: Visiteurs

source: Page Views
fr_fr: Pages Vues

source: Browsers
fr_fr: Navigateurs

source: Pages views : {0,number,integer}
fr_fr: Pages vues : {0,number,integer}

source: Statistics
fr_fr: Statistiques

source: Value
fr_fr: Valeur

source: Pages Views
fr_fr: Pages Vues

source: Pages/Visit
fr_fr: Pages/Visite

source: Average length/Visit
fr_fr: Durée moyenne / Visite

source: Bounce Rate
fr_fr: Taux de rebond

source: Visits
fr_fr: Visites

source: Unique Visitors
fr_fr: Visiteurs Uniques

source: Add an Article
fr_fr: Ajouter un Article

source: {0} Dashboard
fr_fr: {0} Tableau de bord

source: {0} Manage Articles
fr_fr: {0} Gérer les articles

source: Title
fr_fr: Titre

source: Category
fr_fr: Catégorie

source: Is display
fr_fr: Est affiché

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: Content
fr_fr: Contenu

source: {0} Create Article
fr_fr: {0} Créer l'Article

source: Edit an Article
fr_fr: Editer un Article

source: {0} Edit Article
fr_fr: {0} Éditer l'Article

source: Manage Articles
fr_fr: Gérer les Articles

source: {0} New Article
fr_fr: {0} Nouveau Article

source: Author
fr_fr: Auteur

source: Created
fr_fr: Créée le

source: View this Article
fr_fr: Voir cet Article

source: Edit this article
fr_fr: Editer cet Article

source: Delete this article
fr_fr: Supprimer cet Article

source: No articles was found.
fr_fr: Aucun article n'a été trouvé.

source: Add an Attachment
fr_fr: Ajouter un Fichier

source: {0} Manage Attachments
fr_fr: {0} Gérer les Fichiers

source: File
fr_fr: Fichier

source: {0} Select file
fr_fr: {0} Sélectionner le Fichier

source: {0} Create Attachment
fr_fr: {0} Créer le Fichier

source: Edit an Attachment
fr_fr: Editer un fichier

source: {0} Change
fr_fr: {0} Changer

source: {0} Edit Attachment
fr_fr: {0} Éditer le Fichier

source: Manage Attachments
fr_fr: Gérer les Fichiers

source: {0} New Attachment
fr_fr: {0} Nouveau Fichier

source: Name
fr_fr: Nom

source: Size
fr_fr: Taille

source: Download
fr_fr: Télécharger

source: Download this attachment
fr_fr: Télécharger ce fichier

source: Edit this attachment
fr_fr: Editer ce fichier

source: Delete this attachment
fr_fr: Supprimer ce fichier

source: No attachments was found.
fr_fr: Aucun fichier n'a été trouvé.

source: Add a Category
fr_fr: Ajouter une Catégorie

source: {0} Manage Categories
fr_fr: {0} Gérer les Catégories

source: {0} Create Category
fr_fr: {0} Créer la Catégorie

source: Edit a Category
fr_fr: Editer une Catégorie

source: {0} Edit Category
fr_fr: {0} Éditer la Catégorie

source: Manage Categories
fr_fr: Gérer les Catégories

source: {0} New Category
fr_fr: {0} Nouvelle Catégorie

source: View this category and its articles
fr_fr: Voir cette catégorie et ces articles

source: Edit this category
fr_fr: Editer cette catégorie

source: Delete this category
fr_fr: Supprimer cette catégorie

source: No categories was found.
fr_fr: Aucune catégories n'a été trouvé.

source: Add a Group
fr_fr: Ajouter un Groupe

source: {0} Manage Groups
fr_fr: {0} Gérer les Groupes

source: Is Staff
fr_fr: Est Staff

source: Used to display the Staff Online
fr_fr: Utilisé pour afficher les Membres de l'Equipe en Ligne

source: Is Member
fr_fr: Est Membre

source: Used to display the Group Premium intead of the real group.
fr_fr: Utilisé pour afficher le Groupe Premium au lieu du réel Groupe.

source: {0} Create Group
fr_fr: {0} Créer le Groupe

source: Edit a Group
fr_fr: Editer un Groupe

source: {0} Edit Group
fr_fr: {0} Éditer le Groupe

source: Manage Groups
fr_fr: Gérer les Groupes

source: {0} New Group
fr_fr: {0} Nouveau Groupe

source: Edit this group
fr_fr: Editer ce Groupe

source: Delete this group
fr_fr: Supprimer ce Groupe

source: No groups was found.
fr_fr: Aucun groupes n'a été trouvés.

source: Add a Poll
fr_fr: Ajouter un Sondage

source: {0} Manage Polls
fr_fr: {0} Gérer les Sondages

source: Poll Question
fr_fr: Question du Sondage

source: Is timed
fr_fr: Est programmé

source: End date
fr_fr: Date de fin

source: Add
fr_fr: Ajouter

source: Add an answer
fr_fr: Ajouter une Réponse

source: {0} Create Poll
fr_fr: {0} Créer ce Sondage

source: Edit a Poll
fr_fr: Éditer un Sondage

source: Delete this answer
fr_fr: Supprimer cette réponse

source: {0} Edit Poll
fr_fr: {0} Éditer ce Sondage

source: Manage Polls
fr_fr: Gérer les Sondages

source: {0} New Poll
fr_fr: {0} Nouveau Sondage

source: Votes count
fr_fr: Nombre de Votes

source: Expired
fr_fr: Expiré

source: Edit this poll
fr_fr: Éditer ce Sondage

source: Delete this poll
fr_fr: Supprimer ce Sondage

source: No polls was found.
fr_fr: Aucun sondages n'a été trouvés.

source: Settings
fr_fr: Paramètres

source: {0} Settings
fr_fr: {0} Paramètres

source: {0} Create
fr_fr: {0} Créer

source: Add a Setting
fr_fr: Ajouter un Paramètre

source: Value Int
fr_fr: Valeur Int

source: Value Bool
fr_fr: Valeur Bool

source: Checked for <code>true</code> or uncheck for <code>false</code> and <code>void</code>
fr_fr: Coché pour <code>true</code> ou pas coché pour <code>false</code> et <code>void</code>

source: Value Str
fr_fr: Valeur Str

source: <strong>Note</strong> : You need to configure only one of the <strong>value_int</strong>, <strong>value_bool</strong> or <strong>value_str</strong>, regarding the type of the value. (Integer, Boolean or String)
fr_fr: <strong>Note</strong> : Vous devez configurer seulement un des <strong>value_int</strong>, <strong>value_bool</strong> ou <strong>value_str</strong>, en fonction du type de valeur. (Integer, Boolean ou String)

source: Edit Setting N°{0}
fr_fr: Éditer ce Paramètre N°{0}

source: Edit a Setting
fr_fr: Éditer un Paramètre

source: {0} Edit
fr_fr: {0} Editer

source: {0} New Setting
fr_fr: {0} Nouveau Paramètre

source: Value Type
fr_fr: Type de Valeur

source: Last updated by
fr_fr: Dernière mise à jour par

source: Last Updated
fr_fr: Dernière mise à jour

source: Edit this setting
fr_fr: Éditer ce paramètre

source: Close
fr_fr: Fermer

source: Delete a Setting
fr_fr: Supprimer un Paramètre

source: Are you sure you want delete this setting <strong>{0}</strong> ?
fr_fr: Êtes-vous sûr de vouloir supprimer le paramètre <strong>{0}</strong> ?

source: {0} Yes, I confirm !
fr_fr: {0} Oui, je confirme !

source: {0} Close
fr_fr: {0} Fermer

source: No settings was found.
fr_fr: Aucun Paramètres trouvé

source: Edit an User
fr_fr: Editer un Utilisateur

source: Group
fr_fr: Groupe

source: {0}'s profile
fr_fr: Profile de {0}

source: {0} Delete Avatar
fr_fr: {0} Supprimer l'Avatar

source: Member since {0}
fr_fr: Membre depuis le {0}

source: {0} Delete Account
fr_fr: {0} Supprimer le Compte

source: Username
fr_fr: Pseudo

source: First Name
fr_fr: Prénom

source: Last Name
fr_fr: Nom

source: Last Login IP
fr_fr: Dernière IP de connexion

source: Last Login
fr_fr: Dernière connexion

source: Register IP
fr_fr: IP d'inscription

source: Register
fr_fr: Inscription

source: {0} Edit {1}
fr_fr: {0} Editer {1}

source: Delete an account
fr_fr: Supprimer un compte

source: Are you sure you want delete the account <strong>{0}</strong> ?
fr_fr: Êtes-vous sûr de vouloir supprimer le compte <strong>{0}</strong> ?

source: Note : The User will not be able to connect to his account anymore.
fr_fr: Note : L'utilisateur ne pourras plus se connecter à son compte.

source: Manage Users
fr_fr: Gérer les Utilisateurs

source: Search
fr_fr: Rechercher

source: {0} Search Users
fr_fr: {0} Rechercher

source: Search Users
fr_fr: Rechercher des Utilisateurs

source: {0} Manage Users
fr_fr: {0} Gérer des Utilisateurs

source: Search : {0}
fr_fr: Recherche : {0}

source: Full name
fr_fr: Nom complet

source: Last login
fr_fr: Dernière connexion

source: Last login IP
fr_fr: Dernière IP de connexion

source: Edit this user
fr_fr: Editer cet Utilisateur

source: No results found
fr_fr: Aucun résultat n'a été trouvé.

source: No users were found for your search, please try again with a different word.
fr_fr: Aucun utilisateur n'a été trouvé pour votre recherche, essayez à nouveau avec un autre mot.

source: Check the spelling of your search words.
fr_fr: Vérifiez l'orthographe de vos mots de recherche.

source: Try more general keywords.
fr_fr: Utilisez des mots plus généraux.

source: Hello,
fr_fr: Bonjour,

source: {0} Logout
fr_fr: {0} Déconnexion

source: Categories
fr_fr: Catégories

source: Users
fr_fr: Utilisateurs

source: Groups
fr_fr: Groupes

source: Logout
fr_fr: Déconnexion

source: {0} Dashboard {1}
fr_fr: {0} Tableau de bord {1}

source: {0} Users {1}
fr_fr: {0} Utilisateurs {1}

source: {0} Groups {1}
fr_fr: {0} Groupes {1}

source: {0} Settings {1}
fr_fr: {0} Paramètres {1}
