Repository: XetaIO/Xeta
Catalog: src/Locale/*/conversations.po
Languages: fr_fr

source: Action unknown.
fr_fr: Action inconnu.

source: You have not chosen any conversations.
fr_fr: Vous n'avez pas encore choisis de conversation.

source: Your conversation(s) has been Stared.
fr_fr: Vos conversation(s) ont été mise Star.

source: Your conversation(s) has been set normal.
fr_fr: Vos conversation(s) ont été mise Normale.

source: You have left your conversation(s) successfully.
fr_fr: Vous avez quitté la conversation avec succès.

source: You cannot invite more than {0} user(s) in this conversation.
fr_fr: Vous ne pouvez pas inviter plus de {0} utilisateur(s) dans cette conversation.

source: Please enter at least one valid recipient.
fr_fr: S'il vous plaît, entrer au moins un destinataire valide.

source: Your conversation has been created successfully !
fr_fr: Votre conversation a été créée avec succès !

source: This conversation doesn't exist or has been deleted.
fr_fr: Cette conversation n'existe pas ou a été supprimée.

source: has said :
fr_fr: a dit :

source: This message doesn't exist.
fr_fr: Ce message n'existe pas.

source: This message doesn't exist or has been deleted !
fr_fr: Ce message n'existe pas ou a déjà été supprimé.

source: You don't have the authorization to edit this message !
fr_fr: Vous n'avez pas l'autorisation d'éditer ce message !

source: This post doesn't exist or has been deleted !
fr_fr: Ce message n'existe pas ou a été supprimé !

source: You don't have the authorization to edit this post !
fr_fr: Vous n'avez pas l'autorisation d'éditer ce message !

source: This message has been edited successfully !
fr_fr: Ce message a été édité avec succès !

source: This message doesn't exist or has been deleted.
fr_fr: Ce message n'existe pas ou a déjà été supprimé.

source: You cannot kick this user from this conversation.
fr_fr: Vous ne pouvez pas kicker cet utilisateur de cette conversation.

source: This user has been kicked successfully.
fr_fr: Cet utilisateur a été kické avec succès !

source: This conversation doesn't exist or has been deleted !
fr_fr: Cette conversation n'existe pas ou a été supprimée.

source: Your reply has been posted successfully and the conversation has been closed !
fr_fr: Votre réponse a été posté avec succès et la conversation a été verrouillé !

source: Your reply has been posted successfully !
fr_fr: Votre réponse a été posté avec succès !

source: You don't have the authorization to edit this conversation !
fr_fr: Vous n'avez pas l'autorisation d'éditer cette conversation !

source: Your conversation has been edited and closed successfully !
fr_fr: Votre conversation a été éditée et fermée avec succès !

source: Your conversation has been edited successfully !
fr_fr: Votre conversation a été éditée avec succès !

source: This conversation is closed or has been deleted !
fr_fr: Cette conversation n'existe pas ou a été supprimée.

source: You don't have the authorization to invite in this conversation !
fr_fr: Vous n'avez pas l'autorisation d'inviter dans cette converstion !

source: Your user(s) has been added successfully.
fr_fr: Votre utilisateur(s) a été ajouté avec succès.

source: You are not in this conversation.
fr_fr: Vous n'êtes pas dans cette conversation.

source: You have left the conversation successfully.
fr_fr: Vous avez quitté la conversation avec succès.

source: You can not leave your own conversation.
fr_fr: Vous ne pouvez pas quitter votre propre conversation.

source: You must specify a message for your response.
fr_fr: Vous devez spécifier un message pour votre réponse.

source: Your message must contain at least {0} characters.
fr_fr: Votre message doit contenir au moins de {0} caractères.

source: You must specify a title for your conversation.
fr_fr: Vous devez spécifier un titre à votre conversation.

source: Your title must contain at least {0} characters.
fr_fr: Votre titre doit contenir au moins de {0} caractères.

source: You must specify a message for your conversation.
fr_fr: Vous devez spécifier un message à votre conversation.

source: Edit the Conversation
fr_fr: Editer la Conversation

source: Leave the Conversation
fr_fr: Quitter la Conversation

source: Invite new Participants
fr_fr: Inviter de nouveaux Participants

source: Close
fr_fr: Fermer

source: {0} Leave Conversation
fr_fr: {0} Quitter la Conversation

source: Are you sure you want to leave this conversation ?
fr_fr: Êtes-vous sûr de vouloir quitter cette conversation?

source: Yes
fr_fr: Oui

source: {0} Invite new Participants
fr_fr: {0} Inviter de nouveaux Participants

source: Participants in the conversation
fr_fr: Participants dans la Conversation

source: Enter the name(s) here
fr_fr: Entrez les noms ici

source: {0} Invite
fr_fr: {0} Inviter

source: {0} Cancel
fr_fr: {0} Annuler

source: {0} Edit Conversation
fr_fr: {0} Editer la Conversation

source: Conversation Title
fr_fr: Titre de la Conversation

source: Close Conversation
fr_fr: Fermer la Conversation

source: No
fr_fr: Non

source: Allow anyone in the conversation to invite other users
fr_fr: Autoriser tout le monde dans la conversation à inviter d'autres utilisateurs

source: {0} Save
fr_fr: {0} Sauvegarder

source: Replies :
fr_fr: Réponses :

source: Last reply :
fr_fr: Dernière réponse :

source: Last reply by :
fr_fr: Dernière réponse par :

source: Kick from conversation
fr_fr: Kick de la Conversation

source: {0} Invite new participants
fr_fr: {0} Inviter des Participants

source: Home
fr_fr: Accueil

source: Create
fr_fr: Créer

source: Title of the conversation
fr_fr: Titre de la conversation

source: Your message
fr_fr: Votre message

source: Lock the conversation <small>(No reply will be permitted)</small>
fr_fr: Verrouiller la conversation <small>(Aucune réponse ne sera autorisée)</small>

source: {0} Start the Conversation
fr_fr: {0} Commencer la Conversation

source: The conversations system has been disabled for maintenance. Please, try again later.
fr_fr: Le système de conversation à été désactivé pour maintenance. S'il vous plaît, veuillez réessayer plus tard.

source: Conversations - Search
fr_fr: Conversations - Rechercher

source: Search
fr_fr: Rechercher

source: Word : {0}
fr_fr: Mot : {0}

source: Online
fr_fr: En Ligne

source: Offline
fr_fr: Hors Ligne

source: Post Link
fr_fr: Lien du Post

source: {0} Edit
fr_fr: {0} Editer

source: {0} Last Edit: {1}, {2}
fr_fr: {0} Dernière Edition: {1}, {2}

source: {0} Quote
fr_fr: {0} Citer

source: Search a conversation by his name..
fr_fr: Rechercher une conversation par son nom..

source: Mark all Conversations
fr_fr: Marquer tous les Conversations

source: Star Conversation(s)
fr_fr: Star les Conversation(s)

source: Make normal Conversation(s)
fr_fr: Mettre les Conversation(s) normale(s)

source: Exit Conversation(s)
fr_fr: Quitter les Conversation(s)

source: New Conversation
fr_fr: Nouvelle Conversation

source: Stared
fr_fr: Star

source: Closed
fr_fr: Fermé

source: Created by {0}
fr_fr: Créé par {0}

source: At {0}
fr_fr: Le {0}

source: Last Reply {0}
fr_fr: Dernière Réponse {0}

source: Exit Conversations
fr_fr: Quitter les Conversations

source: If you delete conversations where you are the owner, this will completely remove the conversation. Are you sure you want to delete these conversations ?
fr_fr: Si vous supprimez les conversations où vous êtes le propriétaire, cela va supprimer complètement la conversation. Êtes-vous sûr de vouloir supprimer ces conversations ?

source: Cancel
fr_fr: Annuler

source: New Conversation {0}
fr_fr: Nouvelle Conversation {0}

source: You don't have any conversations yet.
fr_fr: Vous n'avez pas encore créer de conversation.

source: Reply {0}
fr_fr: Réponse {0}

source: Reply to this Conversation
fr_fr: Répondre à cette Conversation

source: Close the conversation with the response ?
fr_fr: Fermez la conversation avec la réponse ?

source: {0} Reply
fr_fr: {0} Répondre

source: This conversation is closed.
fr_fr: Cette conversation est fermée.
