Repository: XetaIO/Xeta
Catalog: src/Locale/*/default.po
Languages: fr_fr

source: The look and feel of the Service is copyright &copy;{0} {1}. All rights reserved. You may not duplicate, copy, or reuse any portion of the HTML/CSS, Javascript, or visual design elements or concepts without express written permission from {1}.
fr_fr: L'aspect et la convivialité du Service sont protégés par les droits d'auteur &copy;{0} {1}. Tous droits réservés. Vous ne pouvez pas dupliquer, copier, ou réutiliser toute ou une partie du HTML/CSS, Javascript, ou des éléments de conception visuelle ou des concepts sans autorisation expresse écrite de {1}.

source: All trademarks, service marks, trade names, trade dress, product names and logos appearing on the site are the property of their respective owners.
fr_fr: Toutes les marques de commerce, marques de service, noms commerciaux, robe de commerce, noms de produits et logos figurant sur le site sont la propriété de leurs propriétaires respectifs.

source: Your use of the Service is at your sole risk. The service is provided on an "as is" and "as available" basis.
fr_fr: Votre utilisation du Service est à votre seul risque. Le service est fourni "tel quel" et "tel que disponible".

source: You understand that {0} uses third-party vendors and hosting partners to provide the necessary hardware, software, networking, storage, and related technology required to run the Service.
fr_fr: Vous comprenez que {0} utilise ou peut utiliser des fournisseurs tiers et partenaires d'hébergement pour fournir le matériel, les logiciels, les réseaux, le stockage et la technologie nécessaire pour exécuter le Service.

source: You must not modify, adapt or hack the Service or modify another website so as to falsely imply that it is associated with the Service, {0}, or any other {0} service.
fr_fr: Vous ne devez pas modifier, adapter ou pirater le Service ou modifier un autre site afin d'impliquer faussement qu'il est associé avec le Service, {0}, ou tout autre Service {0}.

source: You agree not to reproduce, duplicate, copy, sell, resell or exploit any portion of the Service, use of the Service, or access to the Service without the express written permission by {0}.
fr_fr: Vous acceptez de ne pas reproduire, dupliquer, copier, vendre, revendre ou exploiter tout ou une partie du Service, l'utilisation du Service, ou l'accès au Service sans l'autorisation expresse écrite par {0}.

source: We may, but have no obligation to, remove Content and Accounts containing Content that we determine in our sole discretion are unlawful, offensive, threatening, libelous, defamatory, pornographic, obscene or otherwise objectionable or violates any party's intellectual property or these Terms of Service.
fr_fr: Nous pouvons, mais n'avons aucune obligation, de supprimer du Contenu et des Comptes contenant du contenu que nous déterminons à notre seule discrétion qui sont illégales, offensant, menaçant, diffamatoire, pornographique, obscène ou autrement répréhensible ou qui viole la propriété intellectuelle d'une partie ou de ces Conditions d'Utilisation.

source: Verbal, physical, written or other abuse (including threats of abuse or retribution) of any {0} customer, members, or staff will result in immediate account termination.
fr_fr: Tout abus verbale, physique, écrit ou autre abus (y compris les menaces de violence) envers tout client, membre ou personnel {0}, entraînera la résiliation immédiate du compte.

source: You understand that the technical processing and transmission of the Service, including your Content, may be transferred unencrypted.
fr_fr: Vous comprenez que le traitement technique et la transmission du Service, y compris votre Contenu, peuvent être transférées "en clair", non crypté.

source: Questions about the Terms of Service should be sent to {0}.
fr_fr: Les questions sur les Conditions d'Utilisation doivent être envoyées à {0}.

source: A cookie is a small amount of data, which often includes an anonymous unique identifier, that is sent to your browser from a web site's computers and stored on your computer's hard drive.
fr_fr: Un "Cookie" est une petite quantité de données, qui comprend souvent un identifiant unique et anonyme, qui est envoyé à votre navigateur depuis les ordinateurs d'un site web et stocké sur le disque dur de votre ordinateur.

source: Cookies are required to use the {0} service.
fr_fr: Les Cookies sont nécessaires à l'utilisation du Service {0}.

source: We use cookies to record current session information, but do not use permanent cookies. You are required to re-login to your {0} account after a certain period of time has elapsed to protect you against others accidentally accessing your account contents.
fr_fr: Nous utilisons les Cookies pour enregistrer des informations de session en cours, mais nous utilisons pas des Cookies permanents. Vous êtes tenu de vous reconnecter à votre compte {0} après un certain laps de temps, pour vous protéger contre les autres personnes physiques et moral qui pourrais accéder accidentellement au contenu de votre compte.

source: {0} uses third-party vendors and hosting partners to provide the necessary hardware, software, networking, storage, and related technology required to run {0}. Although {0} owns the code, databases, and all rights to the {0} application, you retain all rights to your data.
fr_fr: {0} utilise des fournisseurs tiers et partenaires d'hébergement pour fournir le matériel, les logiciels, les réseaux, le stockage et la technologie nécessaire pour faire fonctionner le service {0}. Bien que {0} possède le code, bases de données, et tous les droits à l'application {0}, vous conservez tous les droits sur vos données.

source: {0} uses collected information for the following general purposes: products and services payments, billing, identification and authentication, services improvement, contact, and research.
fr_fr: {0} utilise les informations collectées pour les fins suivantes: les paiements de produits et services, la facturation, l'identification et l'authentification, l'amélioration des services, et la recherche.

source: Two-factor Authentication : Configure
fr_fr: Authentification à Deux Facteurs : Configuration

source: Security
fr_fr: Sécurité

source: Two-factor Authentication
fr_fr: Authentification à Deux Facteurs

source: Configure
fr_fr: Configuration

source: You will need to install a two-factor authentication application on your phone.
fr_fr: Vous aurez besoin d'installer une application d'authentification à deux facteurs sur votre téléphone.

source: 1. Scan QrCode
fr_fr: 1. Scanner le QrCode

source: Scan the image above with the two-factor authentication app on your phone.
fr_fr: Scanner l'image ci-dessus avec l'application à deux facteurs sur votre téléphone.

source: If you can’t use a barcode, {0}enter this text code{1} instead.
fr_fr: Si vous ne pouvez pas utiliser un QrCode, {0}entrez ce code{1} à la place.

source: After scanning the barcode image, the app will display a six-digit code that you can enter below.
fr_fr: Après avoir scanné l'image du QrCode, l'application affichera un code à six chiffres que vous pouvez entrer ci-dessous.

source: 2. Enter the six-digit code from the application
fr_fr: 2. Entrez le code à six chiffres de l'application

source: {0} Enable Two-factor Authentication
fr_fr: {0} Activer l'Authentification à Deux Facteurs

source: Two-factor Authentication : Enable
fr_fr: Authentification à Deux Facteurs : Activer

source: Enable
fr_fr: Activer

source: Enabled {0}
fr_fr: Activé {0}

source: Two-factor authentication is currently on.
fr_fr: L'Authentification à Deux Facteurs est actuellement activé.

source: {0} Disable two-factor authentication
fr_fr: {0} Désactiver l'authentification à deux facteurs

source: Don’t get locked out of your {0} account
fr_fr: Ne perdez pas l'accès à votre compte {0}

source: <strong>Your account is now more secure, make sure you don’t get locked out</strong>. If you lose your two-factor device, the {0} Support cannot restore access to accounts with two-factor authentication enabled for security reasons, <strong>printing your recovery codes will keep you from permanently losing access to your {0} account.</strong>.
fr_fr: <strong>Votre compte est maintenant plus sûr, assurez-vous que vous ne perdrez pas votre compte</strong>. Si vous perdez votre téléphone, le Staff {0} ne peut pas restaurer l'accès aux comptes qui ont l'authentification à deux facteurs activés pour des raisons de sécurité, <strong>imprimer votre code de récupération vous empêchera de perdre définitivement l'accès à votre compte {0}</strong>.

source: Recovery codes can be used to access your account in the event you lose access to your device and cannot receive two-factor authentication codes.
fr_fr: Le code de récupération peut être utilisé pour accéder à votre compte dans le cas où vous perdez l'accès à votre téléphone.

source: {0} View recovery code
fr_fr: {0} Voir le code de récupération

source: About Two-Factor Authentication
fr_fr: A-propos de l'Authentification à Deux Facteurs

source: Application on phone
fr_fr: Application sur votre téléphone

source: Recovery Code
fr_fr: Code de Récupération

source: Two-factor authentication, or 2FA, is a way of logging into websites that requires more than just a password. Using a password to log into a website is susceptible to security threats, because it represents a single piece of information a malicious person needs to acquire. The added security that 2FA provides is requiring additional information to sign in.
fr_fr: L'Authentification à deux facteurs, ou 2FA, est une façon de se connecter à des sites web qui exige plus que juste un mot de passe. L'utilisation d'un mot de passe pour vous connecter à un site web peut être vulnérable aux menaces de sécurité, car il représente qu'un seul élément d'information à obtenir pour une personne malveillante. La sécurité ajouté par 2FA, offre un besoin de renseignements supplémentaire pour vous connecter.

source: In {0}'s case, this additional information is an authentication code delivered to your cell phone that's generated by an application on your smartphone.The only way someone can sign into your account is if they know both your password and have access to the authentication code on your phone.
fr_fr: Dans le cas de {0}, cette information supplémentaire est un code d'authentification affiché sur votre téléphone qui est généré par une application sur votre smartphone. La seule façon où quelqu'un peut se connecter à votre compte est si il sait à la fois votre mot de passe et qu'il a accès au code d'authentification sur votre téléphone.

source: We <strong>strongly</strong> urge you to turn on 2FA for the safety of your account, not only on {0}, but on other websites that support it.
fr_fr: Nous vous invitons <strong>fortement</strong> à utiliser 2FA pour la sécurité de votre compte, non seulement sur {0}, mais aussi sur les autres sites qui le propose.

source: <strong>Warning</strong>: For security reasons, the {0} Support cannot restore access to accounts with two-factor authentication enabled if you lose your phone and don't have access to your recovery code.
fr_fr: <strong>Attention</strong>: Pour des raisons de sécurité, le Staff {0} ne peut pas restaurer l'accès aux comptes avec l'authentification à deux facteurs activé si vous perdez votre téléphone et que vous n'avez pas accès à votre code de récupération.

source: A <em>Time-based One-Time Password</em> (TOTP) application automatically generates an authentication code that changes after a certain period of time.
fr_fr: Une <em>Time-based One-Time Password</em> (TOTP) application génère automatiquement un code d'authentification qui change après une certaine période de temps.

source: Download one of these applications :
fr_fr: Télécharger une de ces applications :

source: For Android, iOS, and Blackberry : {0}
fr_fr: Pour les téléphones Android, iOS, et Blackberry : {0}

source: For Android and iOS : {0}
fr_fr: Pour les téléphones Android et iOS : {0}

source: For Windows Phone : {0}
fr_fr: Pour les téléphones Windows : {0}

source: To configure authentication via TOTP on multiple devices, during setup, scan the QR code using <strong>each device at the same time</strong>. If 2FA is already enabled and you want to add another device, you must re-configure 2FA from your security settings.
fr_fr: Pour configurer l'authentification via TOTP sur plusieurs appareils, lors de l'installation, scannez le QrCode en utilisant <strong>chaque appareil en même temps</strong>. Si 2FA est déjà activé et que vous souhaitez ajouter un autre appareil, vous devez reconfigurer 2FA dans vos paramètres de sécurité.

source: After successfully setting up two-factor authentication via a TOTP mobile application, the {0} page lists your recovery code. We <strong>strongly</strong> recommend saving your recovery code immediately. If you don't, though, you can download them at any point after enabling two-factor authentication.
fr_fr: Après avoir activé avec succès l'authentification à deux facteurs via une application mobile TOTP, la page {0} contient votre code de récupération. Nous vous recommandons <strong>fortement</strong> d'enregistrer votre code de récupération immédiatement. Si vous ne le faites pas, vous pouvez le télécharger à tout moment après l'activation de l'authentification à deux facteurs.

source: Two-factor recovery code
fr_fr: code de récupération

source: <strong>Treat your recovery codes with the same level of attention as you would your password!</strong> They should not be shared or distributed. The {0} Staff will never ask you your recovery code.
fr_fr: <strong>Traitez votre code de récupération avec le même niveau d'attention que vous auriez fait pour votre mot de passe !</strong> Il ne doit pas être partagé. Le Staff {0} ne vous demandera jamais votre code de récupération.

source: Once you use your recovery code to regain access to your account, <strong>it cannot be reused</strong>. If you've used your recovery code, you must {0}.
fr_fr: Une fois que vous utilisez votre code de récupération pour récupérer l'accès à votre compte, <strong>il ne peut pas être réutilisé</strong>. Si vous avez utilisé votre code de récupération, vous devez {0}.

source: generate a new valid recovery code
fr_fr: générer un nouveau code de récupération valide

source: Two-factor Authentication : Intro
fr_fr: Authentification à Deux Facteurs : Intro

source: Two-factor authentication adds an extra layer of security to your account. In addition to your username and password, you'll need to enter a code that is present in an app on your phone.
fr_fr: L'Authentification à deux facteurs ajoute une couche de sécurité supplémentaire à votre compte. En plus de votre nom d'utilisateur et mot de passe, vous devrez entrer un code qui est présent dans une application sur votre téléphone où tablette.

source: When you sign into {0} you’ll enter your username and password, like always.
fr_fr: Lorsque vous vous connectez au site {0}, vous entrez votre nom d'utilisateur et mot de passe, comme toujours.

source: When logging in from a new browser, you’ll need to enter an additional code from your phone or tablet.
fr_fr: Lorsque vous vous connectez à partir d'un nouveau navigateur, vous devrez entrer un code supplémentaire à partir de votre téléphone ou tablette.

source: Once you enter the code on the website, you’ll be logged into {0}.
fr_fr: Une fois que vous entrez le code sur le site, vous serez connecté sur {0}.

source: Use an {0} to get two-factor authentication codes when prompted.
fr_fr: Utilisez une {0} pour obtenir le code d'authentification à deux facteurs lorsque vous y êtes invité.

source: application on your phone
fr_fr: application sur votre téléphone

source: Two-factor Authentication : Recovery Code
fr_fr: Authentification à Deux Facteurs : Code de Récupération

source: Recovery code can be used to access your account in the event you lose access to your device and cannot receive two-factor authentication code.
fr_fr: Le code de récupération peut être utilisé pour accéder à votre compte dans le cas où vous perdriez l'accès à votre téléphone.

source: Your recovery code : {0}
fr_fr: Votre code de récupération : {0}

source: Code Status :
fr_fr: Statut du Code :

source: Used {0}
fr_fr: Utilisé {0}

source: Valid {0}
fr_fr: Valide {0}

source: Printing your recovery code will keep you from permanently losing access to your {0} account.
fr_fr: Imprimer votre code de récupération vous empêchera de perdre définitivement l'accès à votre compte {0}.

source: Once you use your recovery code to regain access to your account, <strong>it cannot be reused</strong>. If you've used your recovery code, click <strong>Generate new recovery code</strong> to recreate another recovery code.
fr_fr: Une fois que vous utilisez votre code de récupération pour récupérer l'accès à votre compte, <strong>il ne peut pas être réutilisé</strong>. Si vous avez utilisé votre code de récupération, cliquez sur <strong>Générer un nouveau code de récupération</strong> pour recréer un autre code de récupération.

source: When you generate a new recovery code, you must download or print the new code. Your old code won't work anymore.
fr_fr: Lorsque vous générez un nouveau code de récupération, vous devez télécharger ou imprimer le nouveau code. Votre ancien code ne fonctionnera plus.

source: {0} Generate new recovery code
fr_fr: {0} Générer un nouveau code de récupération

source: Default Avatar
fr_fr: Avatar par Défaut

source: Change
fr_fr: Changer

source: First Name
fr_fr: Prénom

source: Last Name
fr_fr: Nom

source: Biography
fr_fr: Biographie

source: The biography will be displayed on your profile page.
fr_fr: La biographie sera affichée sur votre page de profil.

source: The signature will be displayed on each article that you have wrotten on the blog.
fr_fr: La signature sera affiché sur chaque article que vous avez écrit sur le blog.

source: Forgot your Password
fr_fr: ﻿Mot de Passe Perdu

source: You have forgot your password ?
fr_fr: Vous avez oublié votre mot de passe ?

source: Use the form below to recover your password ! An E-mail will be send to you.
fr_fr: Utilisez la forme ci-dessous pour récupérer votre mot de passe ! Un E-mail vous sera envoyé .

source: Reset {0}
fr_fr: Réinitialiser {0}

source: Login or Register
fr_fr: Connexion ou Inscription

source: Why create an account ?
fr_fr: Pourquoi créer un compte?

source: With an account you can download all the sources provided in tutorials and you can interact with all the community !
fr_fr: Avec un compte vous pouvez télécharger toutes les sources dans les tutoriels et vous pouvez interagir avec toute la communauté !

source: Create an Account
fr_fr: Créer un Compte

source: Password
fr_fr: Mot de Passe

source: Password (Confirmation)
fr_fr: Mot de Passe (Confirmation)

source: By clicking the button "SignUp", you accept that you have read and understand the {0}.
fr_fr: En cliquant sur le bouton "Inscription", vous acceptez que vous avez lu et compris les {0}.

source: SignUp {0}
fr_fr: Inscription {0}

source: Login to your Account
fr_fr: Connectez-vous à votre compte

source: Forgot your password ?
fr_fr: Vous avez oublié votre mot de passe ?

source: LogIn {0}
fr_fr: Connexion {0}

source: At {0}
fr_fr: Le {0}

source: You don't have any notification yet.
fr_fr: Vous n'avez pas encore de notifications.

source: {0}'s profile
fr_fr: Profil de {0}

source: Online
fr_fr: En ligne

source: Offline
fr_fr: Hors ligne

source: {0} Edit my profile
fr_fr: {0} Éditer mon profil

source: Send a Message
fr_fr: Envoyer un Message

source: {0} Edit this User
fr_fr: {0} Éditer cet utilisateur

source: Your Biography
fr_fr: Votre Biographie

source: His Biography
fr_fr: Sa Biographie

source: You don't have set a biography.
fr_fr: Vous n'avez pas encore renseigné votre biographie.

source: {0} Add one now
fr_fr: {0} Modifier maintenant

source: This user hasn't set a biography yet.
fr_fr: Cet utilisateur n'a pas encore renseigné sa biographie.

source: Your Badges
fr_fr: Vos Badges

source: His Badges
fr_fr: Ces Badges

source: Your Lastest Articles in the Blog
fr_fr: Vos derniers Articles dans le Blog

source: His Lastest Articles in the Blog
fr_fr: Ces derniers Articles dans le Blog

source: Created at {0}
fr_fr: Créé le {0}

source: Your Lastest Comments in the Blog
fr_fr: Vos derniers Commentaires dans le Blog

source: His Lastest Comments in the Blog
fr_fr: Ces derniers Commentaires dans le Blog

source: Reset your Password
fr_fr: Réinitialiser votre Mot de Passe

source: Use the form below to reset your password !
fr_fr: Utilisez la forme ci-dessous pour réinitialiser votre mot de passe !

source: {0} in a safe place. It will allow you to access your account if you lose your phone.
fr_fr: {0} dans un endroit sûr. Il vous permettra d'accéder à votre compte si vous perdez votre téléphone.

source: {0} Save your recovery code
fr_fr: {0} Enregistrez votre code de récupération

source: {0} provides another layer of security to your account.
fr_fr: {0} fournit une couche de sécurité supplémentaire à votre compte.

source: {0} Two-factor Authentication
fr_fr: {0} L'Authentification à Deux Facteurs

source: Status :
fr_fr: Statut :

source: On {0}
fr_fr: Activé {0}

source: Off {0}
fr_fr: Désactivé {0}

source: {0} Disable Two-factor Authentication
fr_fr: {0} Désactiver l'Authentification à Deux Facteurs

source: This is a list of devices that are logged into your account.
fr_fr: Ceci est une liste de périphériques qui sont connectés à votre compte.

source: Your current session
fr_fr: Votre session en cours

source: Other session
fr_fr: Autre session

source: on {0}
fr_fr: sur {0}

source: Last seen on
fr_fr: Dernièrement vu sur

source: Last seen
fr_fr: Vue la dernière fois le

source: Created
fr_fr: Créée le

source: There's currently no sessions online for your account.
fr_fr: Il y a actuellement aucune sessions en ligne pour votre compte.

source: Security History
fr_fr: Historique de Sécurité

source: This is a security log of important events involving your account.
fr_fr: Ceci est une liste de log de sécurité des événements importants concernant votre compte.

source: browser
fr_fr: navigateur

source: plateform
fr_fr: plate-forme

source: username
fr_fr: pseudo

source: user_ip
fr_fr: ip

source: created
fr_fr: créé

source: {0} More informations about security actions
fr_fr: {0} Plus d'informations sur les actions de sécurité

source: Action name
fr_fr: Nom de l'Action

source: Action description
fr_fr: Description de l'Action

source: Triggered when an user login on the login page.
fr_fr: Déclenchée quand un utilisateur se connecte sur la page de connexion.

source: Triggered when the user failed to login on the login page.
fr_fr: Déclenché quand un utilisateur n'a pas réussi à se connecter sur la page de connexion.

source: Triggered when an user is automated login with Cookies.
fr_fr: Déclenchée quand un utilisateur est automatiquement connecté avec les Cookies.

source: Triggered when an user has modified his account.
fr_fr: Déclenchée quand un utilisateur a modifié son compte.

source: Triggered when an user has changed his Email.
fr_fr: Déclenchée quand un utilisateur a changé son E-mail.

source: Triggered when an user has changed his password.
fr_fr: Déclenchée quand un utilisateur a changé son mot de passe.

source: Triggered when an user has asked a password reset.
fr_fr: Déclenchée quand un utilisateur a fait une demande de réinitialisation de mot de passe.

source: Triggered when an user has successfully reset his password with the Email.
fr_fr: Déclenchée quand un utilisateur a réinitialisé son mot de passe avec l'E-mail.

source: Triggered when an user enbale the 2FA mode.
fr_fr: Déclenchée quand un utilisateur active le mode 2FA.
