Repository: XetaIO/Xeta
Catalog: src/Locale/*/default.po
Languages: fr_fr

source: Triggered when an user disable the 2FA mode.
fr_fr: Déclenchée quand un utilisateur désactive le mode 2FA.

source: Triggered when an user regenerate a new recovery code.
fr_fr: Déclenchée quand un utilisateur régénère un nouveau code de récupération.

source: Triggered when an user use his recovery code.
fr_fr: Déclenchée quand un utilisateur utilise son code de récupération.

source: There's no logs for your account.
fr_fr: Il n'y a pas de logs pour votre compte.

source: My Settings
fr_fr: Mes Paramètres

source: Change your E-mail
fr_fr: Changez votre Email

source: New E-mail
fr_fr: Nouveau Email

source: Change your Password
fr_fr: Changez votre Mot de Passe

source: Current Password
fr_fr: Mot de Passe Actuel

source: New Password
fr_fr: Nouveau Mot de Passe

source: New Password (confirm)
fr_fr: Nouveau Mot de Passe (confirmation)

source: {0} Change
fr_fr: {0} Changer

source: Delete your Account
fr_fr: Supprimer votre Compte

source: {0} Delete my Account
fr_fr: {0} Supprimer mon Compte

source: Delete my Account
fr_fr: Supprimer mon Compte

source: Are you sure you want delete your account ? <strong>This operation is not reversible.</strong>
fr_fr: Êtes-vous sûr de vouloir supprimer votre compte? <strong>Cette opération n'est pas réversible.</strong>

source: Yes, i confirm !
fr_fr: Oui, je confirme !

source: Login : Two-Factor Authentication
fr_fr: Connexion : Authentification à Deux Facteurs

source: Two-Factor Authentication required
fr_fr: Authentification à Deux Facteurs requis

source: This account is protected by the Two-factor Authentication method. You need to specify below the code obtained on your phone !
fr_fr: Ce compte est protégé par la méthode d'authentification à deux facteurs. Vous devez indiquer ci-dessous le code obtenu sur votre téléphone !
