Repository: XetaIO/Xeta
Catalog: src/Locale/*/default.po
Languages: fr_fr

source: You need to be logged in or you are not authorized to access that location !
fr_fr: Vous devez être connecté ou vous n'êtes pas autorisé à accéder à cet endroit !

source: This category doesn't exist or has been deleted.
fr_fr: Cette catégorie n'existe pas ou a été supprimée.

source: This article doesn't exist or has been deleted.
fr_fr: Cet article n'existe pas ou a été supprimé.

source: You must be connected to post a comment.
fr_fr: Vous devez être connecté pour poster un commentaire.

source: Your comment has been posted successfully !
fr_fr: Votre commentaire a été posté avec succès !

source: has said :
fr_fr: a dit :

source: This comment doesn't exist.
fr_fr: Ce commentaire n'existe pas.

source: This comment doesn't exist or has been deleted.
fr_fr: Ce commentaire n'existe pas ou a été supprimé.

source: You already like this article !
fr_fr: Vous aimez déjà cet article.

source: This article doesn't exist !
fr_fr: Cet article n'existe pas.

source: Thanks for {0} this article !
fr_fr: Merci d'avoir {0} cet article !

source: You {0} this article.
fr_fr: Vous {0} cet article.

source: An error occurred, please try again later.
fr_fr: Une erreur s'est produite, veuillez réessayer plus tard.

source: You don't like this article !
fr_fr: Vous n'aimez pas cet article.

source: Like {0}
fr_fr: J'aime {0}

source: This comment doesn't exist or has been deleted !
fr_fr: Ce commentaire n'existe pas ou a été supprimé !

source: You don't have the authorization to delete this comment !
fr_fr: Vous n'avez pas l'autorisation de supprimer ce commentaire !

source: This comment has been deleted successfully !
fr_fr: Ce commentaire a été supprimé avec succès !

source: You don't have the authorization to edit this comment !
fr_fr: Vous n'avez pas l'autorisation d'éditer ce commentaire !

source: This comment has been edited successfully !
fr_fr: Ce commentaire a été édité avec succès !

source: You need to put your E-mail.
fr_fr: Vous devez renseigner votre E-mail.

source: You must specify a valid E-mail address.
fr_fr: Vous devez spécifier une adresse Email valide.

source: You need to put your name.
fr_fr: Vous devez renseigner votre nom.

source: You need to give a message.
fr_fr: Vous devez mettre un message.

source: Your message can not contain less than {0} characters.
fr_fr: Votre message ne peut pas contenir moins de {0} caractères.

source: Your message has been sent successfully, you will get a response shortly !
fr_fr: Votre message a été envoyé avec succès, vous obtiendrez une réponse prochainement !

source: Thanks for accepting to use the cookies !
fr_fr: Merci d'avoir accepté d'utiliser les cookies !

source: This answer doesn't exist.
fr_fr: Cette réponse n'existe pas.

source: This poll is expired, you can not vote anymore.
fr_fr: Ce sondage est expiré, vous ne pouvez plus voter.

source: You have already voted for this poll ! (You voted <strong>{0}</strong>).
fr_fr: Vous avez déjà voté pour ce sondage ! (Vous avez voté <strong>{0}</strong>)

source: Your have successfully voted for this poll ! (You voted <strong>{0}</strong>).
fr_fr: Vous avez avec succès pour ce sondage ! (Vous avez voté <strong>{0}</strong>)

source: An error occured while saving the vote !
fr_fr: Une erreur est survenue lors de la sauvegarde du sondage. Veuillez réessayer.

source: You have already set-up the Two-factor authentication.
fr_fr: Vous avez déjà activé l'authentification à deux facteurs.

source: Two-factor secret verification failed. Please verify your secret and try again.
fr_fr: La vérification du code à deux facteurs a échoué. S'il vous plaît vérifier votre code et essayer à nouveau.

source: Two-factor authentication successfully enabled !
fr_fr: L'authentification à deux facteurs a été activé avec succès!

source: The Two-factor authentication is not enabled !
fr_fr: L'authentification à deux facteurs est pas activé !

source: The Two-factor authentication has been disabled !
fr_fr: L'authentification à deux facteurs a été désactivé !

source: New two-factor recovery code successfully generated.
fr_fr: Le nouveau code de récupération a été généré avec succès.

source: Error to generate two-factor recovery code.
fr_fr: Erreur lors de la génération du code de récupération.

source: The Login action is disabled for the moment, please try again later.
fr_fr: L'action Connexion est désactivé pour le moment, veuillez réessayer à nouveau plus tard.

source: The Register action is disabled for the moment, please try again later.
fr_fr: L'action S'inscrire est désactivé pour le moment, veuillez réessayer à nouveau plus tard.

source: While the site is in maintenance, you can not register a new account.
fr_fr: Pendant que le site est en maintenance, vous ne pouvez pas créer un nouveau compte.

source: This account has been deleted.
fr_fr: Ce compte a été supprimé.

source: Your username or password doesn't match.
fr_fr: Votre nom d'utilisateur ou mot de passe ne correspondent pas.

source: Your account has been created successfully !
fr_fr: Votre compte a été créé avec succès !

source: Please, correct your mistake.
fr_fr: S'il vous plaît, corrigez vos erreurs.

source: Please, correct your Captcha.
fr_fr: S'il vous plaît, corrigez votre Captcha.

source: Happy to see you again {0} !
fr_fr: Content de vous revoir {0} !

source: See you later {0} !
fr_fr: À plus tard {0} !

source: The link used for the Two-factor Authentication is incorrect.
fr_fr: Le lien utilisé pour l'authentification à deux facteurs est incorrect.

source: Two-factor secret verification failed. Please verify your code and try again.
fr_fr: La vérification du code à deux facteurs a échoué. S'il vous plaît vérifier votre code et essayer à nouveau.

source: Your information has been updated !
fr_fr: Vos informations ont été mises à jour.

source: Your E-mail has been changed !
fr_fr: Votre Email a été changé !

source: Please, complete all fields !
fr_fr: S'il vous plaît, complétez tous les champs !

source: Your old password don't match !
fr_fr: Votre ancien mot de passe ne correspond pas !

source: Your password has been changed !
fr_fr: Votre mot de passe a été changé !

source: This user doesn't exist or has been deleted.
fr_fr: Cet utilisateur n'existe pas ou a été supprimé.

source: Your password doesn't match !
fr_fr: Votre mot de passe ne correspond pas !

source: Your account has been deleted successfully ! Thanks for your visit !
fr_fr: Votre compte a été supprimé avec succès ! Merci de votre visite !

source: Unable to delete your account, please try again.
fr_fr: Impossible de supprimer votre compte, s'il vous plaît réessayez plus tard.

source: This E-mail doesn't exist or the account has been deleted.
fr_fr: Cet E-mail n'existe pas ou l'utilisateur à été supprimé.

source: An E-mail has been send to <strong>{0}</strong>. Please follow the instructions in the E-mail.
fr_fr: Un E-mail a été envoyé à <strong>{0}</strong>. Suivez les instructions contenue dans l'E-mail.

source: This code is not associated with this users or is incorrect.
fr_fr: Ce code n'est pas associé avec cet utilisateur ou est incorrect.

source: This code is expired, please ask another E-mail code.
fr_fr: Ce code est expiré, s'il vous plaît veuillez demander un autre code.

source: Hello {0}, The website is under maintenance, only you and the staff groups have the access !
fr_fr: Bonjour {0}, le site est en maintenance, seul vous et les groupes du staff avez l'accès !

source: You must select a name.
fr_fr: Vous devez sélectionner un nom.

source: Please, {0} characters minimum for the name.
fr_fr: S'il vous plaît, {0} caractères minimum pour le nom.

source: The mimeType is not allowed.
fr_fr: Le mimeType n'est pas autorisé.

source: The extension allowed are {0}.
fr_fr: Les extensions autorisées sont {0}.

source: The file exceeded the max allowed size of {0}
fr_fr: Le fichier a dépassé la taille maximale autorisée de {0}.

source: The file exceeded the max allowed dimension. Max height : {0} Max width : {1}
fr_fr: Le fichier a dépassé les dimensions maximum autorisées. Hauteur maximale : {0} Largeur maximum : {1}

source: You must select a type.
fr_fr: Vous devez sélectionner un type.

source: This type is not allowed. Allowed types : {0}
fr_fr: Ce type ne est pas autorisé. Types autorisés : {0}

source: You must select a rule.
fr_fr: Vous devez sélectionner une règle.

source: You must select a badge.
fr_fr: Vous devez sélectionner un badge.

source: You must select an user.
fr_fr: Vous devez sélectionner un utilisateur.

source: Please, {0} characters minimum for your comment.
fr_fr: S'il vous plaît, {0} caractères minimum pour votre commentaire.

source: You must select a category.
fr_fr: Vous devez sélectionner une catégorie.

source: The title is required.
fr_fr: Le titre est requis.

source: This title is already used.
fr_fr: Le titre est déjà utilisé.

source: Please, {0} characters minimum for the title.
fr_fr: S'il vous plaît, {0} caractères minimum pour le titre.

source: The content is required.
fr_fr: Le contenu est requis.

source: Please, {0} characters minimum for the content.
fr_fr: S'il vous plaît, {0} caractères minimum pour le contenu.

source: Incorrect value, please do not attempt to modify the HTML, little hacker. ;)
fr_fr: Valeur incorrect, n'essayez pas de modifier l'HTML, petit hacker. ;)

source: You must set an article.
fr_fr: Vous devez définir un article.

source: The article must be numeric value.
fr_fr: L'article doit être une valeur numérique.

source: You must upload a file.
fr_fr: Vous devez uploader un fichier.

source: The file exceeded the max allowed size of {0}.
fr_fr: Le fichier a dépassé la taille maximum autorisée de {0}.

source: Please, {0} characters maximum for the description.
fr_fr: S'il vous plaît, {0} caractères maximum pour la description.

source: You must set a name.
fr_fr: Vous devez définir un nom.

source: The name can not be less than {0} characters.
fr_fr: Le nom ne peut pas contenir moins de {0} caractères.

source: <strong>{0}</strong> has replied in your conversation <strong>{1}</strong>.
fr_fr: <strong>{0}</strong> a répondu dans votre conversation <strong>{1}</strong>.

source: <strong>{0}</strong> has replied in the conversation <strong>{1}</strong>.
fr_fr: <strong>{0}</strong> a répondu dans la conversation <strong>{1}</strong>.

source: Welcome on <strong>{0}</strong>! You can now post your first comment in the blog.
fr_fr: Bienvenue sur <strong>{0}</strong>! Vous pouvez dès à présent poster votre premier commentaire dans le Blog !

source: You have unlock the badge "{0}".
fr_fr: Vous avez débloqué le badge "{0}".

source: You must set an username
fr_fr: Vous devez définir un nom d'utilisateur.

source: This username is already used.
fr_fr: Ce nom d'utilisateur est déjà utilisé.

source: Only alphanumeric characters.
fr_fr: Seulement des caractères alphanumériques.

source: Your username must be between {0} and {1} characters.
fr_fr: Votre nom d'utilisateur doit être compris entre {0} et {1} caractères.

source: You must specify your password.
fr_fr: Vous devez spécifier votre mot de passe.

source: You must specify your password (confirmation).
fr_fr: Vous devez spécifier votre mot de passe (confirmation).

source: Your password (confirmation) must be between {0} and {1} characters.
fr_fr: Votre mot de passe (confirmation) doit être compris entre {0} et {1} caractères.

source: Your password confirm must match with your password.
fr_fr: Votre mot de passe confirmation doit correspondre avec votre mot de passe.

source: This E-mail is already used.
fr_fr: Cet Email est déjà utilisé.

source: Your First Name can not contain more than {0} characters.
fr_fr: Votre prénom ne peut pas contenir plus de {0} caractères.

source: Your Last Name can not contain more than {0} characters.
fr_fr: Votre nom ne peut pas contenir plus de {0} caractères.

source: The extensions allowed are {0}.
fr_fr: Les extensions autorisées sont {0}.

source: Your Facebook can not contain more than {0} characters.
fr_fr: Votre Facebook ne peut pas contenir plus de {0} caractères.

source: Your Twitter can not contain more than {0} characters.
fr_fr: Votre Twitter ne peut pas contenir plus de {0} caractères.

source: Your biography can not contain more than {0} characters.
fr_fr: Votre biographie ne peut pas contenir plus de {0} caractères.

source: Your E-mail can not be empty.
fr_fr: Votre Email ne peut pas être vide.

source: This E-mail is already used, please choose another E-mail.
fr_fr: Cet Email est déjà utilisé, s'il vous plaît veuillez choisir un autre Email.

source: You must specify your new password.
fr_fr: Vous devez indiquer votre nouveau mot de passe.

source: Your password confirm must match with your new password
fr_fr: Votre mot de passe confirmation doit correspondre avec votre nouveau mot de passe.

source: Edit a Category
fr_fr: Editer une Catégorie

source: Home
fr_fr: Accueil

source: This article has a poll
fr_fr: Cet article a un sondage

source: This article has an attachment
fr_fr: Cet article a un fichier

source: {0} Read More
fr_fr: {0} Lire Plus

source: No articles found
fr_fr: Aucun articles trouvés

source: No articles were found for this date.
fr_fr: Aucun article n'a été trouvé pour cette date.

source: {0} Comment
fr_fr: {0} Commentaire

source: {0} Like
fr_fr: {0} J'aime

source: File Size :
fr_fr: Taille du fichier :

source: Download :
fr_fr: Téléchargement :

source: {0} Reply
fr_fr: {0} Répondre

source: Related Articles
fr_fr: Articles en Relation

source: Read More {0}
fr_fr: Lire Plus {0}

source: {0} Quote
fr_fr: {0} Citer

source: {0} Edit
fr_fr: {0} Editer

source: {0} Delete
fr_fr: {0} Supprimer

source: Leave a Comment
fr_fr: Laisser un Commentaire

source: {0} Post Comment
fr_fr: {0} Poster le Commentaire

source: Close
fr_fr: Fermer

source: Delete a Comment
fr_fr: Supprimer un Commentaire

source: Are you sure you want delete this comment ?
fr_fr: Êtes-vous sûr de vouloir supprimer ce commentaire ?

source: {0} Close
fr_fr: {0} Fermer

source: Blog Category : {0}
fr_fr: Blog Catégorie : {0}

source: Category
fr_fr: Catégorie

source: No articles were found for this category.
fr_fr: Aucun article n'a été trouvé pour cette catégorie.

source: No articles were found.
fr_fr: Aucun article n'a été trouvé.

source: Blog Search : {0}
fr_fr: Blog Recherche : {0}

source: Search : {0}
fr_fr: Recherche : {0}

source: No results found
fr_fr: Aucun résultat trouvé

source: No articles were found for your search, please try again with a different word.
fr_fr: Aucun article n'a été trouvé pour votre recherche, s'il vous plaît ressayez à nouveau avec un autre mot.

source: Check the spelling of your search words.
fr_fr: Vérifiez l'orthographe de vos mots de recherche.

source: Try more general keywords.
fr_fr: Utilisez des mots plus généraux.

source: {0} Save
fr_fr: {0} Sauvegarder

source: {0} Cancel
fr_fr: {0} Annuler

source: Search Posts
fr_fr: Rechercher des Articles

source: Type your search...
fr_fr: Tapez votre recherche...

source: Featured Article
fr_fr: Dernier Article

source: Categories
fr_fr: Catégories

source: News Notifications
fr_fr: Nouvelles Notifications

source: You don't have any notifications.
fr_fr: Vous n'avez pas de notifications.

source: All Notifications
fr_fr: Toutes les Notifications

source: Contact me
fr_fr: Contactez-Moi

source: Contact me !
fr_fr: Contactez moi !

source: You have found a problem on the site or you just want to contact me ? Use the form below and i will answer you shortly !
fr_fr: Vous avez trouvé un problème sur le site ou vous voulez juste me contacter ? Utilisez le formulaire ci-dessous et je vous répondrais prochainement !

source: NEW : You can now contact me directly on the web site via the Private Conversation {0} !
fr_fr: NEW : Vous pouvez maintenant me contacter directement sur le site via les Conversations Privées {0} !

source: here
fr_fr: ici

source: Name {0}
fr_fr: Nom {0}

source: Required.
fr_fr: Requis.

source: Name
fr_fr: Nom

source: Subject
fr_fr: Sujet

source: Enter your message...
fr_fr: Entrez votre message...

source: {0} Send
fr_fr: {0} Envoyer

source: Joined
fr_fr: Inscription

source: Cookies ensure the proper functioning of the site. By using this site, you accept the use of cookies.
fr_fr: Les cookies assurent le bon fonctionnement du site. En utilisant ce site, vous acceptez l'utilisation des cookies.

source: {0} I understood.
fr_fr: {0} J'ai compris.

source: Terms
fr_fr: Conditions d'Utilisation

source: Source Code available on Github
fr_fr: Code Source disponible sur GitHub

source: {0} with {1} and {2} by
fr_fr: {0} avec {1} et {2} par

source: Hello,
fr_fr: Bonjour,

source: Login
fr_fr: Connexion

source: Sign up
fr_fr: Inscription

source: Visit your profile !
fr_fr: Visiter votre profil !

source: Dashboard
fr_fr: Tableau de bord

source: Access to the site administration.
fr_fr: Accéder à l'administration du site.

source: My Account
fr_fr: Mon Compte

source: Manage your account settings.
fr_fr: Gérer les paramètres de votre compte.

source: Check your private messages.
fr_fr: Consulter vos messages privés.

source: Check your new and old notifications.
fr_fr: Regarder vos nouvelles et anciennes notifications.

source: Logout
fr_fr: Déconnexion

source: See you later !
fr_fr: À plus tard !

source: Welcome on Xeta
fr_fr: Bienvenue sur Xeta

source: {0} Vote
fr_fr: {0} Voter

source: This poll expire in
fr_fr: Ce sondage expire dans

source: This poll is expired !
fr_fr: Ce sondage est expiré !

source: Total votes : {0}
fr_fr: Total de Votes : {0}

source: You have already voted ! (You voted <strong>{0}</strong>)
fr_fr: Vous avez déjà voté ! (Vous avez voté <strong>{0}</strong>)

source: {0} Account {1}
fr_fr: {0} Compte {1}

source: {0} Settings {1}
fr_fr: {0} Paramètres {1}

source: {0} Security {1}
fr_fr: {0} Sécurité {1}

source: Error {0} :(
fr_fr: Erreur {0} :(

source: Aaaaaaaaaaaaaah ! You broke the robot !
fr_fr: Aaaaaaaaaaaaaah ! Vous avez cassé le robot !

source: Our monkey's team are working on this error !
fr_fr: Notre équipe de singe travaillent sur cette erreur !

source: Xeta's members
fr_fr: Membres de Xeta

source: Users
fr_fr: Utilisateurs

source: All {0}'s members
fr_fr: Tous les membres de {0}.

source: Ordered by Group : {0}
fr_fr: Ordonné par Groupe : {0}

source: Username
fr_fr: Nom d'utilisateur

source: Full Name
fr_fr: Nom Complet

source: Group
fr_fr: Groupes

source: Registered date
fr_fr: Date d'inscription

source: Last login
fr_fr: Dernière connexion

source: Visit his profile.
fr_fr: Visiter son profil.

source: Welcome on {0} !
fr_fr: Bienvenue sur {0} !

source: Welcome to my personal website ! I use this site as my personal blog and for try my experiences in development.
fr_fr: Bienvenue sur mon site personnel ! J'utilise ce site comme mon blog personnel et pour essayer mes expériences dans le développement.

source: {0} Sign Up now
fr_fr: {0} Inscrivez-Vous

source: {0} Visit the Blog
fr_fr: {0} Visitez le Blog

source: The code source of this website is open source and available on {0}. If you want to contribute, feel free to do a PR.
fr_fr: Le code source de ce site est open source et disponible sur {0}. Si vous souhaitez contribuer, n'hésitez pas à faire une PR.

source: Experiences
fr_fr: Expériences

source: I use this site for my personal experiences in development, to try new things like JS libraries, or PHP libraries.
fr_fr: J'utilise ce site pour mes expériences personnelles en matière de développement, essayer de nouvelles choses comme des librairies JS, PHP, CSS etc.

source: Interact
fr_fr: Interagir

source: You can interact with {0}'s members in the blog or directly with me in the comments of an article.
fr_fr: Vous pouvez interagir avec les membres de {0} dans le blog ou directement avec moi dans les commentaires d'un article.

source: Latest Articles
fr_fr: Derniers Articles

source: Comments
fr_fr: Commentaires

source: Likes
fr_fr: J'aimes

source: Latest Comments
fr_fr: Derniers Commentaires

source: Website in maintenance
fr_fr: Site en maintenance

source: Oops ! The website is in maintenance, our monkey's team are working on it !
fr_fr: Oops ! Le site est en maintenance, notre équipe de singes travaillent dessus !

source: Terms of Service
fr_fr: Conditions d'Utilisation

source: Last update : {0}
fr_fr: Dernière Édition : {0}

source: Summary
fr_fr: Sommaire

source: General Information
fr_fr: Informations Générales

source: Account Terms
fr_fr: Conditions des Comptes

source: Copyright and Content Ownership
fr_fr: Droits d'Auteur et la Propriété de Contenu

source: General Conditions
fr_fr: Conditions Générales

source: Privacy Policy Terms
fr_fr: Conditions des Politiques de Confidentialité

source: Data Storage
fr_fr: Stockage des Données

source: Information Gathering and Usage
fr_fr: Collecte et Utilisation des Informations

source: Violation of any of the terms below will result in the termination of your Account. While {0} prohibits such conduct and Content on the Service, you understand and agree that {0} cannot be responsible for the Content posted on the Service and you nonetheless may be exposed to such materials. You agree to use the Service at your own risk.
fr_fr: La violation de l'une des conditions ci-dessous entraînera la résiliation de votre compte. Alors que {0} interdit un tel comportement et de contenu sur le Service, vous comprenez et acceptez que {0} ne peut pas être responsable du Contenu publié sur le service et que vous pouvez néanmoins être exposés à ces matériaux. Vous vous engagez à utiliser le Service à vos propres risques.

source: You must be 13 years or older to use this Service.
fr_fr: Vous devez avoir 13 ans ou plus pour utiliser ce Service.

source: You must provide your username, a valid email address, and any other information requested in order to complete the signup process.
fr_fr: Vous devez fournir votre nom, une adresse E-mail valide, et toute autre information requise afin de compléter le processus d'inscription.

source: You are responsible for maintaining the security of your account and password. {0} cannot and will not be liable for any loss or damage from your failure to comply with this security obligation.
fr_fr: Vous êtes responsable du maintien de la sécurité de votre compte et de votre mot de passe. {0} ne peut pas et ne sera pas responsable de toute perte ou dommages résultant de votre non-respect de cette obligation de sécurité.

source: You are responsible for all Content posted and activity that occurs under your Account.
fr_fr: Vous êtes responsable de tout Contenu posté et de l'activité qui se produit avec votre Compte.

source: Selling your Account is totally prohibited and will result in the termination of your Account.
fr_fr: La vente de votre Compte est totalement interdite et entraînera la résiliation de votre Compte.

source: It is totally prohibited to share your Account with an other user. In that case, the Account shared will be immediately banned and you will lose all purchases made from your Account.
fr_fr: Il est totalement interdit de partager votre Compte avec un autre utilisateur. Dans ce cas, le Compte partagé sera immédiatement résilié et vous perdrez tous les achats effectués depuis votre Compte.

source: One person or legal entity may not maintain more than one Account.
fr_fr: Une personne physique ou morale ne peuvent pas maintenir plus d'un Compte.

source: When deleting your Account, all your Content will not be deleted directly. If you want all your Content to be deleted, please ask {0}.
fr_fr: Lors de la suppression de votre Compte, tout votre Contenu ne sera pas supprimé directement. Si vous voulez que tout votre contenu soit supprimé, s'il vous plaît veuillez demander {0}.
