Repository: XetaIO/Xeta
Catalog: src/Locale/*/mail.po
Languages: fr_fr

source: Welcome on {0} !
fr_fr: Bienvenue sur {0} !

source: Connexion on your account {0} !
fr_fr: Connexion à votre compte {0} !

source: Forgot your Password - {0}
fr_fr: ﻿Mot de Passe oublié - {0}

source: Hi {0},
fr_fr: Bonjour {0},

source: <strong>{0}</strong> has contacted you via the contact form on the site.
fr_fr: <strong>{0}</strong> vous a contacté via la forme contact sur le site.

source: Subject : {0}
fr_fr: Sujet : {0}

source: Additional Informations
fr_fr: Informations Supplémentaires

source: His Email : {0}
fr_fr: Son E-mail : {0}

source: His IP : {0}
fr_fr: Son IP : {0}

source: Regards,
fr_fr: Cordialement,

source: Your bot.
fr_fr: Votre Bot.

source: You recently asked to change the password for the account <strong>{0}</strong>.
fr_fr: Vous avez récemment demandé de changer le mot de passe pour le compte <strong>{0}</strong>.

source: If you didn't asked to change your password, please ignore this mail. Also, for security reasons, it would be better if you change your account password.
fr_fr: Si vous n'avez pas demandé à changer votre mot de passe, veuillez ignorer cet E-mail. Aussi, pour des raisons de sécurité, il serait mieux si vous changiez votre mot de passe.

source: To complete this process, please follow this link : {0}
fr_fr: Pour compléter ce processus, veuillez suivez ce lien : {0}

source: here
fr_fr: ici

source: Note : This link will be expired in 10 minutes.
fr_fr: Note : Ce lien sera expiré dans 10 minutes.

source: Someone just tried to login to your account <strong>{0}</strong>.
fr_fr: Quelqu'un viens d'essayer de se connecter à votre compte <strong>{0}</strong>.

source: If it was you, just ignore this message.
fr_fr: Si c'est vous, ignorez ce message.

source: His User Agent : <strong>{0}</strong>
fr_fr: Son User Agent : <strong>{0}</strong>

source: His IP : <strong>{0}</strong>
fr_fr: Son IP : <strong>{0}</strong>

source: Welcome on {0} ! You can now post your first comment in the Blog {1}. You can also manage your account {2} and view your profil {3}.
fr_fr: Bienvenue sur {0}! Vous pouvez maintenant poster votre premier commentaire dans le Blog {1}. Vous pouvez également administrer votre compte {2} et voir votre profil {3}.

source: Don't forget, if you want to report an issue or contribute to this project, {0}.
fr_fr: Si vous voulez signaler un problème ou contribuer à ce projet, {0}

source: do it there please
fr_fr: faites-le ici s'il vous plaît.
